Kongduino/SAMD_MicroPython/boards/SEEED_WIO_TERMINAL/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Wio Terminal D51R"
#define MICROPY_HW_MCU_NAME "SAMD51P19A"
#define MICROPY_HW_XOSC32K (1)
#define MICROPY_HW_QSPIFLASH W25Q32JV_IQ
#define SAMD51_HARDWARE_AES (1)
